akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
albert
android-file-transfer
arc-gtk-theme
arc-icon-theme-git
archlinux-artwork
archlinux-themes-sddm
ark
artikulate
atool
audiocd-kio
autoconf
automake
bash
binutils
bison
blinken
bluedevil
bomber
boostnote
bovo
breeze
breeze-gtk
bzip2
cantor
cervisia
checkupdates-aur
cmake
cmatrix
coreutils
cowsay
cryptsetup
device-mapper
dhcpcd
diffutils
discover
docker
dolphin
dolphin-plugins
dragon
drkonqi
e2fsprogs
efibootmgr
elinks
exfat-utils
extra-cmake-modules
fakeroot
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
firewalld
flex
fortune-mod
fwupd
gawk
gcc
gcc-libs
gettext
git
gitkraken
glibc
gnome-keyring
google-chrome
granatier
grantlee-editor
grep
grive
groff
gtk2
gtk3
gvfs
gwenview
gzip
hddtemp
highlight
htop
imagemagick
inetutils
intel-ucode
inxi
iproute2
iputils
jfsutils
juk
k3b
kaccounts-integration
kaccounts-providers
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-mobipocket
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
kdiamond
keditbookmarks
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kgoldrunner
kgpg
khangman
khelpcenter
khotkeys
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-extras
kiriki
kiten
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmousetool
kmouth
kmplot
knavalbattle
knetattach
knetwalk
knotes
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kopete
korganizer
kpatience
krdc
kreversi
krfb
kross-interpreters
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksysguard
ksystemlog
kteatime
ktimer
ktorrent
ktouch
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwin
kwordquiz
kwrite
kwrited
latte-dock
less
lib32-clang
libdbusmenu-glib
libkscreen
libksysguard
libtool
licenses
linux
linux-headers
logrotate
lokalize
lskat
lsof
lvm2
m4
make
man-db
man-pages
marble
mbox-importer
mdadm
mediainfo
megasync
mesa
milou
minuet
moka-icon-theme-git
mpd
nano
ncmpcpp
neofetch
netctl
networkmanager
nodejs
noto-fonts
npm
okular
os-prober
oxygen
pacman
pacman-contrib
palapeli
parley
patch
pciutils
perl
perl-checkupdates-aur
perl-www-aur
picmi
pim-data-exporter
pim-sieve-editor
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-active-window-control-git
plasma5-applets-kde-arch-update-notifier-git
polkit-kde-agent
postman-bin
powerdevil
poxml
print-manager
procps-ng
psmisc
ranger
reiserfsprogs
rocs
rsync
s-nail
sddm
sddm-kcm
sed
shadow
signon-kwallet-extension
slack-desktop
spectacle
spotify
stacer
step
sudo
sweeper
sysfsutils
systemd
systemd-sysvcompat
systemsettings
tar
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
texinfo
tmux
tmux-mem-cpu-load-git
transmission-cli
ttf-liberation
umbrello
unrar
unzip
usbutils
user-manager
util-linux
vi
vim
virtualbox
vlc
w3m
webstorm
webstorm-jre
wget
which
xcursor-vanilla-dmz
xcursor-vanilla-dmz-aa
xdg-desktop-portal-kde
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
youtube-dl
zeroconf-ioslave
zsh
zsh-completions
zsh-syntax-highlighting
